[
    {
        "": 1,
        "name": "Engalabi",
        "des": "This percussion instrument is a traditional drum with its head made of reptile skin nailed to a wooden sound body. The engalabi in Buganda is so important and is used in big ceremonies and in theater acts. The saying in Luganda “Tugenda mungalabi”, meaning we are going to the engalabi, that is, long drum led to the naming of this drum. It is played using bare hands. Instruments, which produce sound through the vibration of a stretched membrane or skin, are called membranophones. Try it while on Ugandan safari."
    },
    {
        "": 2,
        "name": "Akogo/Likende/Akadongo/Sansa/Mbira/Akalimba-thumb piano.",
        "des": "Many different names but meaning the same percussion musical instrument; names accorded to it and mostly used include; kalimba, sansa, and mbira.  Furthermore, the Baganda call it “akadongo kabaluru” or “little instrument of the Alur tribe” from the northwest Nile region. The Mbuti pygmies in Amba use rattan cane keys and a straight bridge. In Uganda the instrument is usually played solo, perhaps to relieve a traveler’s solitary trek or a night caretaker’s long watch. The instrument accompanies a repertoire of “songs for thought,” or laments, sung by both men and women. There is more to do about it. Recently, Akogo festival was materialized. This gives you an opportunity to listen to the sound of this musical instruments and dance to it full. For details about the event and the instrument, engage us at Jewel safaris."
    },
    {
        "": 3,
        "name": "Endongo",
        "des": "This stringed instrument best represents the Baganda and Basoga. The Baganda people prefer calling it endongo played to lead a wedding dance. In eastern Uganda a similar instrument is called litungu. The Bagishu use it for the shoulder dance and call it kamabega. Generally, the harp-lute is the instrument of the griots, or praise-singers, much as the similar kora or soron is among the people of Guinea, Ivory Coast, Senegal, Gambia, and southern Mali. It is played either solo or to accompany songs of praise. Come taste its sound from the source in Uganda during your Ugandan safari."
    },
    {
        "": 4,
        "name": "Adungu/arched harp.",
        "des": "This is an eight stringed sweet sound developer. These eight strings are attached inside a wooden built I hollow like semi circled with a wooden cover still on top.   In Teso, it is called adungu, the Baganda call it Ennanga and many others. This is used by several tribes in their cultures like the Alur of Northern Uganda, the Lugbara and Ondrosi in northwestern region around the Nile."
    }
]